/*
 *  File:       68K Stub.r
 *  Summary:   	Tiny 68K app that pops up an alert telling the user he needs a PowerPC.
 *  Written by: Jesse Jones
 *
 *  Copyright © 2001 Jesse Jones. 
 *	This code is distributed under the zlib/libpng license (see License.txt for details).  
 *
 *  Change History (most recent first):	
 *
 *		$Log: 68K\040Stub.r,v $
 *		Revision 1.1  2001/03/08 08:41:03  jesjones
 *		Checked in (from 68K Stub.rsrc).
 *		
 */

#include <Types.r>


data 'ALRT' (30000) {
	$"0054 007A 00AE 01E6 7530 4444 300A"                 /* .T.z.®.æu0DD0. */
};

data 'DITL' (30000) {
	$"0001 0000 0000 003C 0118 0050 0152 0404"            /* .......<...P.R.. */
	$"5175 6974 0000 0000 000A 003C 002E 0168"            /* Quit.......<...h */
	$"884D 5468 6973 2070 726F 6772 616D 2072"            /* ˆMThis program r */
	$"6571 7569 7265 7320 6120 506F 7765 7250"            /* equires a PowerP */
	$"4320 7072 6F63 6573 736F 7220 616E 6420"            /* C processor and  */
	$"7769 6C6C 206E 6F74 2072 756E 206F 6E20"            /* will not run on  */
	$"796F 7572 204D 6163 696E 746F 7368 2E74"            /* your Macintosh.t */
};

data 'CODE' (1, "Sources", locked, protected, preload) {
	$"0000 0001 9DCE 598F 2F3C 434F 4445 4267"            /* ....ÎY/<CODEBg */
	$"A9A0 2017 6700 011E 2040 2050 2E18 2C10"            /* ©  .g... @ P..,. */
	$"A9A3 7000 204D 91C6 6002 10C0 B1CD 6DFA"            /* ©£p. M‘Æ`..À±Ímú */
	$"41ED 0028 43F5 7800 6002 10C0 B1C9 6DFA"            /* Aí.(Cõx.`..À±Émú */
	$"598F 2F3C 4441 5441 4267 A9A0 2057 2008"            /* Y/<DATABg©  W . */
	$"6700 00E2 2F0D 2050 4868 0004 4EBA 00DC"            /* g..â/Â PHh..Nº.Ü */
	$"508F 43FA FF9C 2B49 FF12 224D 4EBA 0244"            /* PCúÿœ+Iÿ."MNº.D */
	$"226D FF12 4EBA 023C A9A3 4EBA 02C2 422D"            /* "mÿ.Nº.<©£Nº.ÂB- */
	$"FF17 303C A89F A746 2F08 303C A198 A346"            /* ÿ.0<¨Ÿ§F/.0<¡˜£F */
	$"B1DF 670A 1B7C 0001 FF17 7001 A198 303C"            /* ±ßg..|..ÿ.p.¡˜0< */
	$"A9F0 A746 2B48 FF0E 303C A9F1 A746 2B48"            /* ©ð§F+Hÿ.0<©ñ§F+H */
	$"FF0A 303C A9F4 A746 2B48 FF06 303C A9F0"            /* ÿ.0<©ô§F+Hÿ.0<©ð */
	$"41FA 0284 A647 303C A9F1 41FA 0338 A647"            /* Aú.„¦G0<©ñAú.8¦G */
	$"303C A9F4 41FA 003C A647 4EB9 0000 0492"            /* 0<©ôAú.<¦GN¹...’ */
	$"4EB9 0000 04B8 487A 004E 4A2D FFFF 6702"            /* N¹...¸Hz.NJ-ÿÿg. */
	$"4267 4267 4EB9 0000 04E4 5C8F 4A2D FFFF"            /* BgBgN¹...ä\J-ÿÿ */
	$"6702 548F 202D FF2C 6704 2040 4E90 4EBA"            /* g.T -ÿ,g. @NNº */
	$"0384 2A78 0904 303C A9F4 206D FF06 A647"            /* .„*xÆ.0<©ô mÿ.¦G */
	$"303C A9F0 206D FF0E A647 303C A9F1 206D"            /* 0<©ð mÿ.¦G0<©ñ m */
	$"FF0A A647 A9F4 0000 0000 48E7 1C30 594F"            /* ÿ.¦G©ô....Hç.0YO */
	$"266F 001C 7800 6000 00E4 1E9B 1F5B 0001"            /* &o..x.`..ä.›.[.. */
	$"1F5B 0002 1F5B 0003 246F 0020 D5D7 161B"            /* .[...[..$o. Õ×.. */
	$"4883 3003 0240 0080 670E 0243 007F 14DB"            /* Hƒ0..@.€g..C...Û */
	$"5343 4A43 6CF8 60E6 3003 0240 0040 670E"            /* SCJClø`æ0..@.@g. */
	$"3003 0240 003F 5240 48C0 D5C0 60D0 3003"            /* 0..@.?R@HÀÕÀ`Ð0. */
	$"0240 0020 670A 0243 001F 5243 1A1B 600E"            /* .@. g..C..RC..`. */
	$"3003 0240 0010 6710 0243 000F 7AFF 14C5"            /* 0..@..g..C..zÿ.Å */
	$"5343 4A43 6CF8 60A6 3003 0C40 0004 6264"            /* SCJClø`¦0..@..bd */
	$"D040 303B 0006 4EFB 0002 0060 000A 001C"            /* Ð@0;..Nû...`.... */
	$"002C 0042 588A 14FC FFFF 14FC FFFF 14DB"            /* .,.BXŠ.üÿÿ.üÿÿ.Û */
	$"14DB 6000 FF7A 588A 14FC FFFF 14DB 14DB"            /* .Û`.ÿzXŠ.üÿÿ.Û.Û */
	$"14DB 6000 FF6A 14FC FFA9 14FC FFF0 548A"            /* .Û`.ÿj.üÿ©.üÿðTŠ */
	$"14DB 14DB 528A 14DB 6000 FF54 14FC FFA9"            /* .Û.ÛRŠ.Û`.ÿT.üÿ© */
	$"14FC FFF0 528A 14DB 14DB 14DB 528A 14DB"            /* .üÿðRŠ.Û.Û.ÛRŠ.Û */
	$"6000 FF3C 3F3C 000F A9C9 5244 0C44 0003"            /* `.ÿ<?<..©ÉRD.D.. */
	$"6D00 FF18 204B 584F 4CDF 0C38 4E75 2F05"            /* m.ÿ. KXOLß.8Nu/. */
	$"594F 226F 000C 1E99 1F59 0001 1F59 0002"            /* YO"o...™.Y...Y.. */
	$"1F59 0003 2A17 7400 604C 1219 1001 0240"            /* .Y..*.t.`L.....@ */
	$"0080 670C D201 1001 4880 48C0 D480 6028"            /* .€g.Ò...H€HÀÔ€`( */
	$"1E81 1F59 0001 1001 0240 0040 670C 3017"            /* ..Y.....@.@g.0. */
	$"E548 E240 48C0 D480 600E 1F59 0002 1F59"            /* åHâ@HÀÔ€`..Y...Y */
	$"0003 2417 E58A E282 206F 0010 202F 0014"            /* ..$.åŠâ‚ o.. /.. */
	$"D1B0 2800 5385 4A85 6EB0 2049 584F 2A1F"            /* Ñ°(.S…J…n° IXO*. */
	$"4E75 2F0A 2449 2F0D 2F0A 2F08 4EBA FF80"            /* Nu/.$I/Â/./.Nºÿ€ */
	$"2F2D FF12 2F0A 2F08 4EBA FF74 2F0A 2F0A"            /* /-ÿ././.Nºÿt/./. */
	$"2F08 4EBA FF6A 4FEF 0024 245F 4E75 2F0A"            /* /.NºÿjOï.$$_Nu/. */
	$"2449 2F0D 4497 2F0A 2F08 4EBA FF52 2F2D"            /* $I/ÂD—/./.NºÿR/- */
	$"FF12 4497 2F0A 2F08 4EBA FF44 2F0A 4497"            /* ÿ.D—/./.NºÿD/.D— */
	$"2F0A 2F08 4EBA FF38 4FEF 0024 245F 4E75"            /* /./.Nºÿ8Oï.$$_Nu */
	$"BBFA 0028 6602 4E75 48E7 0084 2A7A 001C"            /* »ú.(f.NuHç.„*z.. */
	$"206D FF0E 4A6F 000C 6604 206D FF0A 2F48"            /*  mÿ.Jo..f. mÿ./H */
	$"000A 4CDF 2100 544F 4E75 0000 0000 41FA"            /* ..Lß!.TONu....Aú */
	$"FFFA 208D 4E75 3F3C 0001 4EBA FFC4 544F"            /* ÿú Nu?<..NºÿÄTO */
	$"48E7 E0E0 55AF 0018 246F 0018 202D FF18"            /* HçààU¯..$o.. -ÿ. */
	$"670A 2040 3F2A 0006 4E90 548F 50F8 0A5E"            /* g. @?*..NTPø.^ */
	$"598F 2F3C 434F 4445 3F2A 0006 A9A0 2017"            /* Y/<CODE?*..©  . */
	$"6616 202D FF24 6604 700F A9C9 2040 3F2A"            /* f. -ÿ$f.p.©É @?* */
	$"0006 4E90 548F 60DA 4A38 0BB2 6704 2040"            /* ..NT`ÚJ8.²g. @ */
	$"A064 2057 A029 205F 2050 2008 A055 2040"            /*  d W ) _ P . U @ */
	$"2F08 2248 D1E8 0008 4EBA FEF8 205F 224D"            /* /."HÑè..Nºþø _"M */
	$"D3E8 0004 3028 0002 2208 600C 337C 4EF9"            /* Óè..0(..".`.3|Nù */
	$"0000 D3A9 0002 5089 51C8 FFF2 4A2D FF17"            /* ..Ó©..P‰QÈÿòJ-ÿ. */
	$"6704 7001 A198 202D FF1C 670A 2040 3F2A"            /* g.p.¡˜ -ÿ.g. @?* */
	$"0006 4E90 548F 4CDF 0707 4A38 012D 6702"            /* ..NTLß..J8.-g. */
	$"A9FF 4E75 3F3C 0000 4EBA FF06 544F 2F0A"            /* ©ÿNu?<..Nºÿ.TO/. */
	$"246F 0008 0C6A 4EF9 0000 6670 0C6A 0002"            /* $o...jNù..fp.j.. */
	$"0006 6D68 598F 2F3C 434F 4445 3F2A 0006"            /* ..mhY/<CODE?*.. */
	$"A9A0 2017 6604 588F 6052 2040 2050 2248"            /* ©  .f.X`R @ P"H */
	$"D1E8 0008 4EBA FE98 2057 2050 224D D3E8"            /* Ñè..Nºþ˜ W P"MÓè */
	$"0004 3028 0002 2208 600C 337C A9F0 0000"            /* ..0(..".`.3|©ð.. */
	$"93A9 0002 5089 51C8 FFF2 2057 A02A 205F"            /* “©..P‰QÈÿò W * _ */
	$"A049 4A2D FF17 6704 7001 A198 202D FF20"            /*  IJ-ÿ.g.p.¡˜ -ÿ  */
	$"670A 2040 3F2A 0006 4E90 548F 245F 2E9F"            /* g. @?*..NT$_.Ÿ */
	$"4E75 4E75 2F0A 6014 2B52 FF28 3F3C FFFF"            /* NuNu/.`.+Rÿ(?<ÿÿ */
	$"2F2A 0008 206A 0004 4E90 5C4F 246D FF28"            /* /*.. j..N\O$mÿ( */
	$"200A 66E4 245F 4E75 4E75 4E56 0000 486D"            /*  .fä$_NuNuNV..Hm */
	$"FFFA A86E A8FE A912 A930 A9CC 42A7 A97B"            /* ÿú¨n¨þ©.©0©ÌB§©{ */
	$"A850 4E5E 4E75 8B49 6E69 7454 6F6F 6C62"            /* ¨PN^Nu‹InitToolb */
	$"6F78 0000 4E56 0000 4EBA FFD0 554F 3F3C"            /* ox..NV..NºÿÐUO?< */
	$"7530 42A7 A986 301F 4E5E 4E75 846D 6169"            /* u0B§©†0.N^Nu„mai */
	$"6E00 0000"                                          /* n... */
};

data 'CODE' (0, purgeable, protected) {
	$"0000 0030 0000 0100 0000 0008 0000 0020"            /* ...0...........  */
	$"0000 3F3C 0001 A9F0"                                /* ..?<..©ð */
};

data 'DATA' (0, purgeable, protected) {
	$"0000 0020 FFFF FFFF 4000 0000 0028 0000"            /* ... ÿÿÿÿ@....(.. */
	$"0000 2800 0000 0000 0000 0000 0000 0000"            /* ..(............. */
	$"0000 0000 0000 0003 406E 838A 0000 0000"            /* ........@nƒŠ.... */
};
