/*
 *  File:       Whisper.r
 *  Summary:   	Whisper resources
 *  Written by: Jesse Jones
 *
 *  Copyright © 1997-2001 Jesse Jones. 
 *	This code is distributed under the zlib/libpng license (see License.txt for details).  
 *
 *  Change History (most recent first):	
 *
 *		$Log: Whisper.r,v $
 *		Revision 1.4  2001/04/01 04:59:51  jesjones
 *		Added listbox resources.
 *		
 *		Revision 1.3  2001/03/08 08:39:04  jesjones
 *		Replaced 68 Stub.rsrc with 68 Stub.r. Moved Whisper.rsrc resources into Whisper.r (this should make it possible to release Whisper via a SourceForge tarball).
 *		
 *		Revision 1.2  2000/11/09 12:08:24  jesjones
 *		1) Removed double CRs introduced during the initial checkin. 2) Changed the header comments to make it clearer that Whisper is using the zlib license agreement. 3) Added the Log keyword.
 */

#include <BalloonTypes.r>
#include <Controls.r>
#include <WhisperTypes.r>

//#include <ControlDefinitions.r>	// Carbon includes

// Note that resource ids below 256 and lower case commands are reserved for Whisper.

// ===================================================================================
//	Strings
// ===================================================================================

// STR# id's 150-153, 200 are taken by PowerPlant


// ===================================================================================
//	XML Resources
// ===================================================================================
read 'bXML' (128, "XStrings") "XStrings.bXML";


// ===================================================================================
//	'ldes' Resources
//		The Appearance Manager listbox control uses resources to specify how the control
//		should behave. To get around this we'll create eight resources and pick the
//		correct one at runtime.
// ===================================================================================
resource 'ldes' (128, "") {
	versionZero
	{
		0,				// rows
		0, 				// columns
		0,				// cell height
		0, 				// cell width
		noVertScroll,	// has vertical scrollbar
		noHorizScroll,	// has horzitonal scrollbar
		0,				// LDEF resource id
		noGrowSpace		// has grow box
	}
};

resource 'ldes' (129, "") {
	versionZero
	{
		0,				// rows
		0, 				// columns
		0,				// cell height
		0, 				// cell width
		hasVertScroll,	// has vertical scrollbar
		noHorizScroll,	// has horizontal scrollbar
		0,				// LDEF resource id
		noGrowSpace		// has grow box
	}
};

resource 'ldes' (130, "") {
	versionZero
	{
		0,				// rows
		0, 				// columns
		0,				// cell height
		0, 				// cell width
		noVertScroll,	// has vertical scrollbar
		hasHorizScroll,	// has horizontal scrollbar
		0,				// LDEF resource id
		noGrowSpace		// has grow box
	}
};

resource 'ldes' (131, "") {
	versionZero
	{
		0,				// rows
		0, 				// columns
		0,				// cell height
		0, 				// cell width
		hasVertScroll,	// has vertical scrollbar
		hasHorizScroll,	// has horizontal scrollbar
		0,				// LDEF resource id
		noGrowSpace		// has grow box
	}
};

resource 'ldes' (132, "") {
	versionZero
	{
		0,				// rows
		0, 				// columns
		0,				// cell height
		0, 				// cell width
		noVertScroll,	// has vertical scrollbar
		noHorizScroll,	// has horizontal scrollbar
		0,				// LDEF resource id
		hasGrowSpace	// has grow box
	}
};

resource 'ldes' (133, "") {
	versionZero
	{
		0,				// rows
		0, 				// columns
		0,				// cell height
		0, 				// cell width
		hasVertScroll,	// has vertical scrollbar
		noHorizScroll,	// has horizontal scrollbar
		0,				// LDEF resource id
		hasGrowSpace	// has grow box
	}
};

resource 'ldes' (134, "") {
	versionZero
	{
		0,				// rows
		0, 				// columns
		0,				// cell height
		0, 				// cell width
		noVertScroll,	// has vertical scrollbar
		hasHorizScroll,	// has horizontal scrollbar
		0,				// LDEF resource id
		hasGrowSpace	// has grow box
	}
};

resource 'ldes' (135, "") {
	versionZero
	{
		0,				// rows
		0, 				// columns
		0,				// cell height
		0, 				// cell width
		hasVertScroll,	// has vertical scrollbar
		hasHorizScroll,	// has horizontal scrollbar
		0,				// LDEF resource id
		hasGrowSpace	// has grow box
	}
};


// ===================================================================================
//	Stuff that used to be in a .rsrc file
// ===================================================================================
data 'cicn' (0, purgeable) {
	$"0000 0000 8010 0000 0000 0020 0020 0000"            /* ....€...... . .. */
	$"0000 0000 0000 0048 0000 0048 0000 0000"            /* .......H...H.... */
	$"0004 0001 0004 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0004 0000 0000 0020 0020"            /* ............. .  */
	$"0000 0000 0004 0000 0000 0020 0020 0000"            /* ........... . .. */
	$"0000 01FF FF80 03FF FFC0 07FF FFE0 0FFF"            /* ...ÿÿ€.ÿÿÀ.ÿÿà.ÿ */
	$"FFF0 1FFF FFF8 3FFF FFFC 7FFF FFFE FFFF"            /* ÿğ.ÿÿø?ÿÿü.ÿÿşÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF 7FFF FFFE 3FFF"            /* ÿÿÿÿÿÿÿÿÿÿ.ÿÿş?ÿ */
	$"FFFC 1FFF FFF8 0FFF FFF0 07FF FFE0 03FF"            /* ÿü.ÿÿø.ÿÿğ.ÿÿà.ÿ */
	$"FFC0 00FF FF00 01FF FF80 03FF FFC0 07FE"            /* ÿÀ.ÿÿ..ÿÿ€.ÿÿÀ.ş */
	$"FFE0 0FFC 7FF0 1FEC 67F8 3FC4 47FC 7FC4"            /* ÿà.ü.ğ.ìgø?ÄGü.Ä */
	$"47FE FF44 47FF FE44 47FF FE44 47FF FE44"            /* GşÿDGÿşDGÿşDGÿşD */
	$"47FF FE44 47FF FE44 47FF FE40 071F FE00"            /* GÿşDGÿşDGÿş@..ş. */
	$"061F FE00 061F FE00 043F FE00 003F FE00"            /* ..ş...ş..?ş..?ş. */
	$"007F FE00 007F FE00 00FF FE00 00FF FE00"            /* ..ş...ş..ÿş..ÿş. */
	$"01FF FE00 01FF 7E04 03FE 3F02 07FC 1FFF"            /* .ÿş..ÿ~..ş?..ü.ÿ */
	$"FFF8 0FFF FFF0 07FF FFE0 03FF FFC0 01FF"            /* ÿø.ÿÿğ.ÿÿà.ÿÿÀ.ÿ */
	$"FF80 0000 0000 0000 000A 0000 FFFF FFFF"            /* ÿ€..........ÿÿÿÿ */
	$"FFFF 0001 FFFF CCCC 9999 0002 FFFF 0000"            /* ÿÿ..ÿÿÌÌ™™..ÿÿ.. */
	$"0000 0003 CCCC 9999 6666 0004 9999 6666"            /* ....ÌÌ™™ff..™™ff */
	$"3333 0005 9999 0000 0000 0006 DDDD 0000"            /* 33..™™......İİ.. */
	$"0000 0007 AAAA 0000 0000 0008 5555 0000"            /* ....ªª......UU.. */
	$"0000 0009 AAAA AAAA AAAA 000F 0000 0000"            /* ...Æªªªªªª...... */
	$"0000 0000 0009 FFFF FFFF FFFF FFFF 9000"            /* .....Æÿÿÿÿÿÿÿÿ. */
	$"0000 0000 009F 2222 2222 2222 2222 F900"            /* .....Ÿ""""""""ù. */
	$"0000 0000 09F2 6666 666F 6666 6666 6F90"            /* ....Æòfffoffffo */
	$"0000 0000 9F26 6666 66F3 F666 6666 66F9"            /* ....Ÿ&fffóöffffù */
	$"0000 0009 F266 666F 6F11 4F6F F666 666F"            /* ...Æòffoo.Ooöffo */
	$"9000 009F 2666 66F3 FF11 4FF3 4F66 6666"            /* ..Ÿ&ffóÿ.OóOfff */
	$"F900 09F2 6666 6F11 4F11 4F11 4F66 6666"            /* ù.Æòffo.O.O.Offf */
	$"6F90 9F26 6666 FF11 4F11 4F11 4F66 6666"            /* oŸ&ffÿ.O.O.Offf */
	$"66F9 F266 666F 4F11 4F11 4F11 4F66 6666"            /* fùòffoO.O.O.Offf */
	$"665F F266 66F1 4F11 4F11 4F11 4F66 6666"            /* f_òffñO.O.O.Offf */
	$"665F F266 66F1 4F11 4F11 4F11 4F66 6666"            /* f_òffñO.O.O.Offf */
	$"665F F266 66F1 4F11 4F11 4F11 4F66 6666"            /* f_òffñO.O.O.Offf */
	$"665F F266 66F1 4F11 3F11 3F11 4F66 6666"            /* f_òffñO.?.?.Offf */
	$"665F F266 66F1 3F11 1F11 1F11 4F66 8FF6"            /* f_òffñ?.....Ofö */
	$"665F F266 66F1 1F11 1111 1111 4F68 433F"            /* f_òffñ......OhC? */
	$"665F F266 66F1 1111 1111 1111 4F74 114F"            /* f_òffñ......Ot.O */
	$"665F F266 66F1 1111 1111 1111 3FF1 114F"            /* f_òffñ......?ñ.O */
	$"665F F266 66F1 1111 1111 1111 1F11 14F6"            /* f_òffñ.........ö */
	$"665F F266 66F1 1111 1111 1111 1111 14F6"            /* f_òffñ.........ö */
	$"665F F266 66F1 1111 1111 1111 1111 4F66"            /* f_òffñ........Of */
	$"665F F266 66F1 1111 1111 1111 1113 4F66"            /* f_òffñ........Of */
	$"665F F266 66F1 1111 1111 1111 1114 F666"            /* f_òffñ........öf */
	$"665F F266 66F1 1111 1111 1111 1134 F666"            /* f_òffñ.......4öf */
	$"665F F266 66F1 1111 1111 1111 114F 6666"            /* f_òffñ.......Off */
	$"665F F266 6674 1111 1111 1111 134F 6666"            /* f_òfft.......Off */
	$"665F 9F66 666F 1111 1F31 1113 34F6 6666"            /* f_Ÿffo...1..4öff */
	$"65F9 09F6 6666 F344 44F4 4444 4F66 6666"            /* eùÆöffóDDôDDOfff */
	$"5F90 009F 6666 6FFF FF6F FFFF F666 6665"            /* _.Ÿffoÿÿoÿÿöffe */
	$"F900 0009 F666 6666 6666 6666 6666 665F"            /* ù..Æöffffffffff_ */
	$"9000 0000 9F66 6666 6666 6666 6666 65F9"            /* ...Ÿfffffffffeù */
	$"0000 0000 09F5 5555 5555 5555 5555 5F90"            /* ....ÆõUUUUUUUU_ */
	$"0000 0000 009F FFFF FFFF FFFF FFFF F900"            /* .....Ÿÿÿÿÿÿÿÿÿù. */
	$"0000"                                               /* .. */
};

data 'cicn' (1, purgeable) {
	$"0000 0000 8010 0000 0000 0020 0020 0000"            /* ....€...... . .. */
	$"0000 0000 0000 0048 0000 0048 0000 0000"            /* .......H...H.... */
	$"0004 0001 0004 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0004 0000 0000 0020 0020"            /* ............. .  */
	$"0000 0000 0004 0000 0000 0020 0020 0000"            /* ........... . .. */
	$"0000 FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ..ÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF FFFF FFFF 807F FFFF 807F FFFF 807F"            /* ÿÿÿÿÿÿ€.ÿÿ€.ÿÿ€. */
	$"FFFF 807F FFFF 807F C0FF 887F 003F 887E"            /* ÿÿ€.ÿÿ€.Àÿˆ..?ˆ~ */
	$"001F 887C 000F 8078 0007 8078 0007 8070"            /* ..ˆ|..€x..€x..€p */
	$"0003 8071 DDC3 8070 0003 8070 0003 8071"            /* ..€qİÃ€p..€p..€q */
	$"DD43 8070 0003 8070 0003 8071 D703 8070"            /* İC€p..€p..€q×.€p */
	$"0003 87F0 0003 81F1 EEC3 81F0 0007 81F0"            /* ..‡ğ..ñîÃğ..ğ */
	$"0007 81F0 000F 81E0 001F 8F80 007F 81FF"            /* ..ğ..à..€..ÿ */
	$"FFFF 81FF FFFF 81FF FFFF 81FF FFFF FFFF"            /* ÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF 0000 0000 0000 0007 0000 FFFF FFFF"            /* ÿÿ..........ÿÿÿÿ */
	$"FFFF 0001 FFFF CCCC 9999 0002 CCCC CCCC"            /* ÿÿ..ÿÿÌÌ™™..ÌÌÌÌ */
	$"FFFF 0003 CCCC 9999 6666 0004 9999 6666"            /* ÿÿ..ÌÌ™™ff..™™ff */
	$"3333 0005 8888 8888 8888 0006 1111 1111"            /* 33..ˆˆˆˆˆˆ...... */
	$"1111 000F 0000 0000 0000 6666 6666 6666"            /* ..........ffffff */
	$"6666 6666 6666 6666 6666 6111 1113 4666"            /* ffffffffffa...Ff */
	$"6666 6666 6666 6666 6666 6111 1111 4666"            /* ffffffffffa...Ff */
	$"6666 6666 6666 6666 6666 6111 1111 4666"            /* ffffffffffa...Ff */
	$"6666 6666 6666 6666 6666 6111 1111 4666"            /* ffffffffffa...Ff */
	$"6666 6666 6666 6666 6666 6113 3111 4666"            /* ffffffffffa.1.Ff */
	$"6666 6622 2222 6666 6666 6113 6111 4666"            /* fff"""ffffa.a.Ff */
	$"6666 2220 0002 2566 6666 6113 6111 4666"            /* ff" ..%fffa.a.Ff */
	$"6662 2000 0000 2256 6666 6111 6111 4666"            /* fb ..."Vffa.a.Ff */
	$"6622 0000 0000 0225 6666 6111 1111 4666"            /* f".....%ffa...Ff */
	$"6220 0000 0000 0022 5666 6111 1111 4666"            /* b ....."Vfa...Ff */
	$"6200 0000 0000 0002 5666 6111 1111 4666"            /* b.......Vfa...Ff */
	$"2200 0000 0000 0002 2566 6111 1111 4666"            /* ".......%fa...Ff */
	$"2006 6606 6606 6600 2566 6111 1111 4666"            /*  .f.f.f.%fa...Ff */
	$"2000 0000 0000 0000 2566 6111 1111 4666"            /*  .......%fa...Ff */
	$"2000 0000 0000 0000 2566 6111 1111 4666"            /*  .......%fa...Ff */
	$"2006 6606 6606 0600 2566 6111 1111 4666"            /*  .f.f...%fa...Ff */
	$"2000 0000 0000 0000 2566 6111 1111 4666"            /*  .......%fa...Ff */
	$"2000 0000 0000 0000 2566 6111 1111 4666"            /*  .......%fa...Ff */
	$"2006 6606 0666 0000 2566 6111 1133 4666"            /*  .f..f..%fa..3Ff */
	$"2000 0000 0000 0000 2566 6111 1666 6666"            /*  .......%fa..fff */
	$"2000 0000 0000 0002 2566 6111 1346 6666"            /*  .......%fa..Fff */
	$"2006 6660 6660 6602 5566 6111 1146 6666"            /*  .f`f`f.Ufa..Fff */
	$"2000 0000 0000 0022 5666 6111 1146 6666"            /*  ......"Vfa..Fff */
	$"2000 0000 0000 0225 5666 6111 1146 6666"            /*  ......%Vfa..Fff */
	$"2000 0000 0002 2255 6666 6113 3336 6662"            /*  ....."Uffa.36fb */
	$"2222 2222 2222 5556 6666 6111 6666 6222"            /* """"""UVffa.ffb" */
	$"5555 5555 5555 5666 6666 6111 1116 6666"            /* UUUUUUVfffa...ff */
	$"6666 6666 6666 6666 6666 6111 1146 6666"            /* ffffffffffa..Fff */
	$"6666 6666 6666 6666 6666 6111 1146 6666"            /* ffffffffffa..Fff */
	$"6666 6666 6666 6666 6666 6344 4446 6666"            /* ffffffffffcDDFff */
	$"6666 6666 6666 6666 6666 6666 6666 6666"            /* ffffffffffffffff */
	$"6666 6666 6666 6666 6666"                           /* ffffffffff */
};

data 'cicn' (2, purgeable) {
	$"0000 0000 8010 0000 0000 0020 0020 0000"            /* ....€...... . .. */
	$"0000 0000 0000 0048 0000 0048 0000 0000"            /* .......H...H.... */
	$"0004 0001 0004 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0004 0000 0000 0020 0020"            /* ............. .  */
	$"0000 0000 0004 0000 0000 0020 0020 0000"            /* ........... . .. */
	$"0000 0001 8000 0003 C000 0007 E000 0007"            /* ....€...À...à... */
	$"E000 000F F000 000F F000 001F F800 001F"            /* à...ğ...ğ...ø... */
	$"F800 003F FC00 003F FC00 007F FE00 007F"            /* ø..?ü..?ü...ş... */
	$"FE00 00FF FF00 00FF FF00 01FF FF80 01FF"            /* ş..ÿÿ..ÿÿ..ÿÿ€.ÿ */
	$"FF80 03FF FFC0 03FF FFC0 07FF FFE0 07FF"            /* ÿ€.ÿÿÀ.ÿÿÀ.ÿÿà.ÿ */
	$"FFE0 0FFF FFF0 0FFF FFF0 1FFF FFF8 1FFF"            /* ÿà.ÿÿğ.ÿÿğ.ÿÿø.ÿ */
	$"FFF8 3FFF FFFC 3FFF FFFC 7FFF FFFE 7FFF"            /* ÿø?ÿÿü?ÿÿü.ÿÿş.ÿ */
	$"FFFE FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿşÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF 0001 8000 0003 C000 0003 C000 0006"            /* ÿÿ..€...À...À... */
	$"6000 0006 6000 000C 3000 000C 3000 0018"            /* `...`...0...0... */
	$"1800 0019 9800 0033 CC00 0033 CC00 0063"            /* ....˜..3Ì..3Ì..c */
	$"C600 0063 C600 00C3 C300 00C3 C300 0183"            /* Æ..cÆ..ÃÃ..ÃÃ..ƒ */
	$"C180 0183 C180 0303 C0C0 0303 C0C0 0603"            /* Á€.ƒÁ€..ÀÀ..ÀÀ.. */
	$"C060 0601 8060 0C01 8030 0C00 0030 1800"            /* À`..€`..€0...0.. */
	$"0018 1801 8018 3003 C00C 3003 C00C 6001"            /* ....€.0.À.0.À.`. */
	$"8006 6000 0006 C000 0003 FFFF FFFF 7FFF"            /* €.`...À...ÿÿÿÿ.ÿ */
	$"FFFE 0000 0000 0000 0006 0000 FFFF FFFF"            /* ÿş..........ÿÿÿÿ */
	$"FFFF 0001 FFFF CCCC 3333 0002 CCCC 9999"            /* ÿÿ..ÿÿÌÌ33..ÌÌ™™ */
	$"0000 0003 9999 6666 0000 0004 3333 3333"            /* ....™™ff....3333 */
	$"3333 0005 BBBB BBBB BBBB 000F 0000 0000"            /* 33..»»»»»»...... */
	$"0000 0000 0000 0000 000F F000 0000 0000"            /* ..........ğ..... */
	$"0000 0000 0000 0000 004F F400 0000 0000"            /* .........Oô..... */
	$"0000 0000 0000 0000 05FF FF50 0000 0000"            /* .........ÿÿP.... */
	$"0000 0000 0000 0000 04F3 3F40 0000 0000"            /* .........ó?@.... */
	$"0000 0000 0000 0000 5FF1 1FF5 0000 0000"            /* ........_ñ.õ.... */
	$"0000 0000 0000 0000 4F31 13F4 0000 0000"            /* ........O1.ô.... */
	$"0000 0000 0000 0005 FF11 11FF 5000 0000"            /* ........ÿ..ÿP... */
	$"0000 0000 0000 0004 F311 113F 4000 0000"            /* ........ó..?@... */
	$"0000 0000 0000 005F F12F F21F F500 0000"            /* ......._ñ/ò.õ... */
	$"0000 0000 0000 004F 314F F413 F400 0000"            /* .......O1Oô.ô... */
	$"0000 0000 0000 05FF 11FF FF11 FF50 0000"            /* .......ÿ.ÿÿ.ÿP.. */
	$"0000 0000 0000 04F3 11FF FF11 3F40 0000"            /* .......ó.ÿÿ.?@.. */
	$"0000 0000 0000 5FF1 11FF FF11 1FF5 0000"            /* ......_ñ.ÿÿ..õ.. */
	$"0000 0000 0000 4F31 11FF FF11 13F4 0000"            /* ......O1.ÿÿ..ô.. */
	$"0000 0000 0005 FF11 11FF FF11 11FF 5000"            /* ......ÿ..ÿÿ..ÿP. */
	$"0000 0000 0004 F311 11FF FF11 113F 4000"            /* ......ó..ÿÿ..?@. */
	$"0000 0000 005F F111 11FF FF11 111F F500"            /* ....._ñ..ÿÿ...õ. */
	$"0000 0000 004F 3111 11FF FF11 1113 F400"            /* .....O1..ÿÿ...ô. */
	$"0000 0000 05FF 1111 11FF FF11 1111 FF50"            /* .....ÿ...ÿÿ...ÿP */
	$"0000 0000 04F3 1111 114F F411 1111 3F40"            /* .....ó...Oô...?@ */
	$"0000 0000 5FF1 1111 112F F211 1111 1FF5"            /* ...._ñ.../ò....õ */
	$"0000 0000 4F31 1111 111F F111 1111 13F4"            /* ....O1....ñ....ô */
	$"0000 0005 FF11 1111 1112 2111 1111 11FF"            /* ....ÿ.....!....ÿ */
	$"5000 0004 F311 1111 1111 1111 1111 113F"            /* P...ó..........? */
	$"4000 005F F111 1111 112F F211 1111 111F"            /* @.._ñ..../ò..... */
	$"F500 004F 3111 1111 11FF FF11 1111 1113"            /* õ..O1....ÿÿ..... */
	$"F400 05FF 1111 1111 11FF FF11 1111 1111"            /* ô..ÿ.....ÿÿ..... */
	$"FF50 04F3 1111 1111 112F F211 1111 1111"            /* ÿP.ó...../ò..... */
	$"3F40 5FF1 1111 1111 1111 1111 1111 1111"            /* ?@_ñ............ */
	$"1FF5 FF31 1111 1111 1111 1111 1111 1111"            /* .õÿ1............ */
	$"13FF FFFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* .ÿÿÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFFF 5FFF FFFF FFFF FFFF FFFF FFFF FFFF"            /* ÿÿ_ÿÿÿÿÿÿÿÿÿÿÿÿÿ */
	$"FFF5"                                               /* ÿõ */
};

data 'DITL' (131, purgeable) {
	$"0003 0000 0000 0047 0120 005B 015C 0404"            /* .......G. .[.\.. */
	$"5361 7665 0000 0000 0047 00D7 005B 0113"            /* Save.....G.×.[.. */
	$"0406 4361 6E63 656C 0000 0000 0047 004B"            /* ..Cancel.....G.K */
	$"005B 009F 040A 446F 6ED5 7420 5361 7665"            /* .[.Ÿ..DonÕt Save */
	$"0000 0000 000A 004B 003A 015C 8831 446F"            /* .......K.:.\ˆ1Do */
	$"2079 6F75 2077 616E 7420 746F 2073 6176"            /*  you want to sav */
	$"6520 6368 616E 6765 7320 746F 2074 6865"            /* e changes to the */
	$"20D2 5E30 D320 646F 6375 6D65 6E74 3F00"            /*  Ò^0Ó document?. */
};

data 'DITL' (140, "GetFolder", purgeable) {
	$"0009 0000 0000 0087 00FB 009B 014B 0404"            /* .Æ.....‡.û.›.K.. */
	$"4F70 656E 0000 0000 0068 00FB 007C 014B"            /* Open.....h.û.|.K */
	$"0406 4361 6E63 656C 0000 0000 0000 0000"            /* ..Cancel........ */
	$"0000 0000 8104 0001 E866 0000 0000 0008"            /* .......èf...... */
	$"00F0 0018 0156 0000 0000 0000 0020 00FB"            /* .ğ...V....... .û */
	$"0034 014B 0405 456A 6563 7402 0000 0000"            /* .4.K..Eject..... */
	$"003C 00FB 0050 014B 0407 4465 736B 746F"            /* .<.û.P.K..Deskto */
	$"7002 0000 0000 001D 000C 009F 00E6 0000"            /* p..........Ÿ.æ.. */
	$"0000 0000 0006 000C 0019 00E6 0000 0000"            /* ...........æ.... */
	$"0000 005B 00FA 005C 014C C002 000B 0000"            /* ...[.ú.\.LÀ..... */
	$"0000 00AA 000C 00BC 00E6 0409 5365 6C65"            /* ...ª...¼.æ.ÆSele */
	$"6374 20D2 D300"                                     /* ct ÒÓ. */
};

data 'DITL' (151, "Yes") {
	$"0002 0000 0000 003C 00E6 004E 0122 0403"            /* .......<.æ.N.".. */
	$"5965 7300 0000 0000 000C 0014 0036 0121"            /* Yes..........6.! */
	$"8808 5E30 5E31 5E32 5E33 0000 0000 003C"            /* ˆ.^0^1^2^3.....< */
	$"0014 004E 0050 0402 4E6F"                           /* ...N.P..No */
};

data 'DITL' (152, "No") {
	$"0002 0000 0000 003C 00DC 004E 0118 0402"            /* .......<.Ü.N.... */
	$"4E6F 0000 0000 003C 0014 004E 0050 0403"            /* No.....<...N.P.. */
	$"5965 736F 0000 0000 000A 0014 0033 0119"            /* Yeso.........3.. */
	$"8808 5E30 5E31 5E32 5E33"                           /* ˆ.^0^1^2^3 */
};

data 'DITL' (160, "Get") {
	$"0003 0000 0000 0046 0104 005A 0140 0402"            /* .......F...Z.@.. */
	$"4F4B 0000 0000 0046 00AA 005A 00E4 0406"            /* OK.....F.ª.Z.ä.. */
	$"4361 6E63 656C 0000 0000 000A 000A 003E"            /* Cancel.........> */
	$"00B4 8802 5E30 0000 0000 000B 00BE 001D"            /* .´ˆ.^0.......¾.. */
	$"013F 1009 4564 6974 2054 6578 7400"                 /* .?.ÆEdit Text. */
};

data 'DITL' (150, "Ask") {
	$"0003 0000 0000 0050 00DC 0062 0126 0403"            /* .......P.Ü.b.&.. */
	$"5965 7363 0000 0000 0050 0014 0062 005E"            /* Yesc.....P...b.^ */
	$"0406 4361 6E63 656C 0000 0000 0050 008C"            /* ..Cancel.....P.Œ */
	$"0062 00D6 0402 4E6F 0000 0000 000C 0014"            /* .b.Ö..No........ */
	$"003D 0129 8808 5E30 5E31 5E32 5E33"                 /* .=.)ˆ.^0^1^2^3 */
};

data 'DITL' (133, purgeable) {
	$"0002 0000 0000 0037 00E6 004B 0122 0406"            /* .......7.æ.K.".. */
	$"5265 7665 7274 0000 0000 0037 009D 004B"            /* Revert.....7..K */
	$"00D9 0406 4361 6E63 656C 0000 0000 000A"            /* .Ù..Cancel...... */
	$"004B 002A 0122 8829 5265 7665 7274 2074"            /* .K.*."ˆ)Revert t */
	$"6F20 7468 6520 6C61 7374 2073 6176 6564"            /* o the last saved */
	$"2076 6572 7369 6F6E 206F 6620 D25E 30D3"            /*  version of Ò^0Ó */
	$"3F50"                                               /* ?P */
};

data 'DITL' (129) {
	$"0002 0000 0000 0046 010E 005A 0148 0404"            /* .......F...Z.H.. */
	$"5175 6974 0000 0000 000A 000A 002A 002A"            /* Quit.........*.* */
	$"A002 0000 0000 0000 000A 0032 003A 0147"            /*  ..........2.:.G */
	$"881C 596F 7520 6E65 6564 205E 3020 746F"            /* ˆ.You need ^0 to */
	$"2072 756E 2074 6869 7320 6170 702E"                 /*  run this app. */
};

data 'DITL' (130, "Message") {
	$"0001 0000 0000 0082 012C 0096 0168 0402"            /* .......‚.,.–.h.. */
	$"4F4B 0000 0000 000A 003C 007A 016A 8808"            /* OK.......<.z.jˆ. */
	$"5E30 5E31 5E32 5E33"                                /* ^0^1^2^3 */
};

data 'DITL' (134, "Confirm") {
	$"0002 0000 0000 0082 012C 0096 0168 0402"            /* .......‚.,.–.h.. */
	$"4F4B 0000 0000 0082 00D2 0096 010E 0406"            /* OK.....‚.Ò.–.... */
	$"4361 6E63 656C 0000 0000 000A 003C 007A"            /* Cancel.......<.z */
	$"016A 8808 5E30 5E31 5E32 5E33"                      /* .jˆ.^0^1^2^3 */
};

data 'DITL' (135) {
	$"0003 0000 0000 0082 010E 0096 0148 0402"            /* .......‚...–.H.. */
	$"4F4B 0000 0000 000A 000A 002A 002A A002"            /* OK.........*.* . */
	$"0000 0000 0000 0046 003C 0076 0151 8802"            /* .......F.<.v.Qˆ. */
	$"5E31 0000 0000 000A 003C 003A 0151 8802"            /* ^1.......<.:.Qˆ. */
	$"5E30"                                               /* ^0 */
};

data 'DITL' (141, "GetFile (prompt)", purgeable) {
	$"000A 0000 0000 0087 00FB 009B 014B 0404"            /* .......‡.û.›.K.. */
	$"4F70 656E 0000 0000 0068 00FB 007C 014B"            /* Open.....h.û.|.K */
	$"0406 4361 6E63 656C 0000 0000 0000 0000"            /* ..Cancel........ */
	$"0000 0000 8104 0001 E866 0000 0000 0008"            /* .......èf...... */
	$"00F0 0018 0156 0000 0000 0000 0020 00FB"            /* .ğ...V....... .û */
	$"0034 014B 0405 456A 6563 7402 0000 0000"            /* .4.K..Eject..... */
	$"003C 00FB 0050 014B 0407 4465 736B 746F"            /* .<.û.P.K..Deskto */
	$"7002 0000 0000 001D 000C 009F 00E6 0000"            /* p..........Ÿ.æ.. */
	$"0000 0000 0006 000C 0019 00E6 0000 0000"            /* ...........æ.... */
	$"0000 005B 00FA 005C 014C C002 000B 0000"            /* ...[.ú.\.LÀ..... */
	$"0000 00AA 014A 00B8 0151 8800 0000 0000"            /* ...ª.J.¸.Qˆ..... */
	$"00A7 000C 00B6 0140 8806 5072 6F6D 7074"            /* .§...¶.@ˆ.Prompt */
};

data 'DITL' (142, "GetFolder (prompt)", purgeable) {
	$"000A 0000 0000 0087 00FB 009B 014B 0404"            /* .......‡.û.›.K.. */
	$"4F70 656E 0000 0000 0068 00FB 007C 014B"            /* Open.....h.û.|.K */
	$"0406 4361 6E63 656C 0000 0000 0000 0000"            /* ..Cancel........ */
	$"0000 0000 8104 0001 E866 0000 0000 0008"            /* .......èf...... */
	$"00F0 0018 0156 0000 0000 0000 0020 00FB"            /* .ğ...V....... .û */
	$"0034 014B 0405 456A 6563 7402 0000 0000"            /* .4.K..Eject..... */
	$"003C 00FB 0050 014B 0407 4465 736B 746F"            /* .<.û.P.K..Deskto */
	$"7002 0000 0000 001D 000C 009F 00E6 0000"            /* p..........Ÿ.æ.. */
	$"0000 0000 0006 000C 0019 00E6 0000 0000"            /* ...........æ.... */
	$"0000 005B 00FA 005C 014C C002 000B 0000"            /* ...[.ú.\.LÀ..... */
	$"0000 00AA 000C 00BC 00E6 0409 5365 6C65"            /* ...ª...¼.æ.ÆSele */
	$"6374 20D2 D300 0000 0000 00C5 000C 00D5"            /* ct ÒÓ......Å...Õ */
	$"014F 8806 5072 6F6D 7074"                           /* .Oˆ.Prompt */
};

data 'ALRT' (131, "Save Changes", purgeable) {
	$"0068 0082 00CD 01E8 0083 4444 700A"                 /* .h.‚.Í.è.ƒDDp. */
};

data 'ALRT' (150, "Ask") {
	$"0064 0078 00D4 01AE 0096 4444 700A"                 /* .d.x.Ô.®.–DDp. */
};

data 'ALRT' (151, "Yes") {
	$"0058 007C 00B0 01A8 0097 4444 700A"                 /* .X.|.°.¨.—DDp. */
};

data 'ALRT' (152, "No") {
	$"0058 007C 00AF 019D 0098 4444 700A"                 /* .X.|.¯..˜DDp. */
};

data 'ALRT' (133, "Confirm Revert", purgeable) {
	$"0064 0082 00B9 01AE 0085 4444 700A"                 /* .d.‚.¹.®.…DDp. */
};

data 'ALRT' (129, "Weak System") {
	$"0028 0028 0090 017B 0081 5555"                      /* .(.(..{.UU */
};

data 'ALRT' (130, "Message") {
	$"005E 0062 00FE 01D1 0082 4444 700A"                 /* .^.b.ş.Ñ.‚DDp. */
};

data 'ALRT' (134, "Confirm") {
	$"005E 0062 00FE 01D1 0086 4444 700A"                 /* .^.b.ş.Ñ.†DDp. */
};

data 'ALRT' (135, "Error Alert") {
	$"0028 0028 00C8 0182 0087 5555"                      /* .(.(.È.‚.‡UU */
};

data 'DLOG' (140, "GetFolder", purgeable) {
	$"0073 0091 0136 01EF 0001 0000 0100 0000"            /* .s.‘.6.ï........ */
	$"0000 008C 0000 0000"                                /* ...Œ.... */
};

data 'DLOG' (160, "Get") {
	$"003B 0089 009E 01D5 0001 0000 0000 0000"            /* .;.‰..Õ........ */
	$"0000 00A0 0049 680A"                                /* ... .Ih. */
};

data 'DLOG' (141, "GetFile (prompt)", purgeable) {
	$"0073 0091 012F 01EF 0001 0000 0000 0000"            /* .s.‘./.ï........ */
	$"0000 008D 0000 0000"                                /* ....... */
};

data 'DLOG' (142, "GetFolder (prompt)", purgeable) {
	$"0073 0091 0151 01EF 0001 0000 0000 0000"            /* .s.‘.Q.ï........ */
	$"0000 008E 0000 0000"                                /* ....... */
};

data 'dctb' (140) {
	$"0000 0000 0000 0004 0000 FFFF FFFF FFFF"            /* ..........ÿÿÿÿÿÿ */
	$"0001 0000 0000 0000 0002 0000 0000 0000"            /* ................ */
	$"0003 0000 0000 0000 0004 FFFF FFFF FFFF"            /* ..........ÿÿÿÿÿÿ */
};

data 'CURS' (210) {
	$"3F00 3F00 3F00 3F00 4080 8440 8440 8460"            /* ?.?.?.?.@€„@„@„` */
	$"9C60 8040 8040 4080 3F00 3F00 3F00 3F00"            /* œ`€@€@@€?.?.?.?. */
	$"3F00 3F00 3F00 3F00 7F80 FFC0 FFC0 FFC0"            /* ?.?.?.?..€ÿÀÿÀÿÀ */
	$"FFC0 FFC0 FFC0 7F80 3F00 3F00 3F00 3F00"            /* ÿÀÿÀÿÀ.€?.?.?.?. */
	$"0008 0008"                                          /* .... */
};

data 'CURS' (200) {
	$"07C0 1F30 3F08 7F04 7F04 FF02 FF02 FFFE"            /* .À.0?.....ÿ.ÿ.ÿş */
	$"81FE 81FE 41FC 41FC 21F8 19F0 07C0 0000"            /* şşAüAü!ø.ğ.À.. */
	$"07C0 1FF0 3FF8 7FFC 7FFC FFFE FFFE FFFE"            /* .À.ğ?ø.ü.üÿşÿşÿş */
	$"FFFE FFFE 7FFC 7FFC 3FF8 1FF0 07C0 0000"            /* ÿşÿş.ü.ü?ø.ğ.À.. */
	$"0007 0007"                                          /* .... */
};

data 'CURS' (201) {
	$"07C0 1FF0 3FC8 7FC4 7F84 BF82 8F02 8382"            /* .À.ğ?È.Ä.„¿‚.ƒ‚ */
	$"81E2 83FA 43FC 47FC 27F8 1FF0 07C0 0000"            /* âƒúCüGü'ø.ğ.À.. */
	$"07C0 1FF0 3FF8 7FFC 7FFC FFFE FFFE FFFE"            /* .À.ğ?ø.ü.üÿşÿşÿş */
	$"FFFE FFFE 7FFC 7FFC 3FF8 1FF0 07C0 0000"            /* ÿşÿş.ü.ü?ø.ğ.À.. */
	$"0007 0007"                                          /* .... */
};

data 'CURS' (202) {
	$"07C0 1FF0 3FF8 5FF4 4FE4 87C2 8382 8102"            /* .À.ğ?ø_ôOä‡Âƒ‚. */
	$"8382 87C2 4FE4 5FF4 3FF8 1FF0 07C0 0000"            /* ƒ‚‡ÂOä_ô?ø.ğ.À.. */
	$"07C0 1FF0 3FF8 7FFC 7FFC FFFE FFFE FFFE"            /* .À.ğ?ø.ü.üÿşÿşÿş */
	$"FFFE FFFE 7FFC 7FFC 3FF8 1FF0 07C0 0000"            /* ÿşÿş.ü.ü?ø.ğ.À.. */
	$"0007 0007"                                          /* .... */
};

data 'CURS' (203) {
	$"07C0 1FF0 27F8 47FC 43FC 83FA 81E2 8382"            /* .À.ğ'øGüCüƒúâƒ‚ */
	$"8F02 BF82 7F84 7FC4 3FC8 1FF0 07C0 0000"            /* .¿‚.„.Ä?È.ğ.À.. */
	$"07C0 1FF0 3FF8 7FFC 7FFC FFFE FFFE FFFE"            /* .À.ğ?ø.ü.üÿşÿşÿş */
	$"FFFE FFFE 7FFC 7FFC 3FF8 1FF0 07C0 0000"            /* ÿşÿş.ü.ü?ø.ğ.À.. */
	$"0007 0007"                                          /* .... */
};

data 'CURS' (204) {
	$"07C0 19F0 21F8 41FC 41FC 81FE 81FE FFFE"            /* .À.ğ!øAüAüşşÿş */
	$"FF02 FF02 7F04 7F04 3F08 1F30 07C0 0000"            /* ÿ.ÿ.....?..0.À.. */
	$"07C0 1FF0 3FF8 7FFC 7FFC FFFE FFFE FFFE"            /* .À.ğ?ø.ü.üÿşÿşÿş */
	$"FFFE FFFE 7FFC 7FFC 3FF8 1FF0 07C0 0000"            /* ÿşÿş.ü.ü?ø.ğ.À.. */
	$"0007 0007"                                          /* .... */
};

data 'CURS' (205) {
	$"07C0 1830 2078 407C 40FC F0FE FDFE FFFE"            /* .À.0 x@|@üğşışÿş */
	$"FF7E FE1E 7E04 7C04 3C08 1830 07C0 0000"            /* ÿ~ş.~.|.<..0.À.. */
	$"07C0 1FF0 3FF8 7FFC 7FFC FFFE FFFE FFFE"            /* .À.ğ?ø.ü.üÿşÿşÿş */
	$"FFFE FFFE 7FFC 7FFC 3FF8 1FF0 07C0 0000"            /* ÿşÿş.ü.ü?ø.ğ.À.. */
	$"0007 0007"                                          /* .... */
};

data 'CURS' (206) {
	$"07C0 1830 2008 701C 783C FC7E FEFE FFFE"            /* .À.0 .p.x<ü~şşÿş */
	$"FEFE FC7E 783C 701C 2008 1830 07C0 0000"            /* şşü~x<p. ..0.À.. */
	$"07C0 1FF0 3FF8 7FFC 7FFC FFFE FFFE FFFE"            /* .À.ğ?ø.ü.üÿşÿşÿş */
	$"FFFE FFFE 7FFC 7FFC 3FF8 1FF0 07C0 0000"            /* ÿşÿş.ü.ü?ø.ğ.À.. */
	$"0007 0007"                                          /* .... */
};

data 'CURS' (207) {
	$"07C0 1830 3C08 7C04 7E04 FE1E FF7E FFFE"            /* .À.0<.|.~.ş.ÿ~ÿş */
	$"FDFE F0FE 40FC 407C 2078 1830 07C0 0000"            /* ışğş@ü@| x.0.À.. */
	$"07C0 1FF0 3FF8 7FFC 7FFC FFFE FFFE FFFE"            /* .À.ğ?ø.ü.üÿşÿşÿş */
	$"FFFE FFFE 7FFC 7FFC 3FF8 1FF0 07C0 0000"            /* ÿşÿş.ü.ü?ø.ğ.À.. */
	$"0007 0007"                                          /* .... */
};

data 'CURS' (211) {
	$"3F00 3F00 3F00 3F00 4080 8040 8140 8260"            /* ?.?.?.?.@€€@@‚` */
	$"9C60 8040 8040 4080 3F00 3F00 3F00 3F00"            /* œ`€@€@@€?.?.?.?. */
	$"3F00 3F00 3F00 3F00 7F80 FFC0 FFC0 FFC0"            /* ?.?.?.?..€ÿÀÿÀÿÀ */
	$"FFC0 FFC0 FFC0 7F80 3F00 3F00 3F00 3F00"            /* ÿÀÿÀÿÀ.€?.?.?.?. */
	$"0008 0008"                                          /* .... */
};

data 'CURS' (212) {
	$"3F00 3F00 3F00 3F00 4080 8040 8040 8060"            /* ?.?.?.?.@€€@€@€` */
	$"9F60 8040 8040 4080 3F00 3F00 3F00 3F00"            /* Ÿ`€@€@@€?.?.?.?. */
	$"3F00 3F00 3F00 3F00 7F80 FFC0 FFC0 FFC0"            /* ?.?.?.?..€ÿÀÿÀÿÀ */
	$"FFC0 FFC0 FFC0 7F80 3F00 3F00 3F00 3F00"            /* ÿÀÿÀÿÀ.€?.?.?.?. */
	$"0008 0008"                                          /* .... */
};

data 'CURS' (213) {
	$"3F00 3F00 3F00 3F00 4080 8040 8040 8060"            /* ?.?.?.?.@€€@€@€` */
	$"9C60 8240 8040 4080 3F00 3F00 3F00 3F00"            /* œ`‚@€@@€?.?.?.?. */
	$"3F00 3F00 3F00 3F00 7F80 FFC0 FFC0 FFC0"            /* ?.?.?.?..€ÿÀÿÀÿÀ */
	$"FFC0 FFC0 FFC0 7F80 3F00 3F00 3F00 3F00"            /* ÿÀÿÀÿÀ.€?.?.?.?. */
	$"0008 0008"                                          /* .... */
};

data 'CURS' (214) {
	$"3F00 3F00 3F00 3F00 4080 8040 8040 8060"            /* ?.?.?.?.@€€@€@€` */
	$"9C60 8440 8440 4080 3F00 3F00 3F00 3F00"            /* œ`„@„@@€?.?.?.?. */
	$"3F00 3F00 3F00 3F00 7F80 FFC0 FFC0 FFC0"            /* ?.?.?.?..€ÿÀÿÀÿÀ */
	$"FFC0 FFC0 FFC0 7F80 3F00 3F00 3F00 3F00"            /* ÿÀÿÀÿÀ.€?.?.?.?. */
	$"0008 0008"                                          /* .... */
};

data 'CURS' (215) {
	$"3F00 3F00 3F00 3F00 4080 8040 8040 8060"            /* ?.?.?.?.@€€@€@€` */
	$"9C60 8840 9040 4080 3F00 3F00 3F00 3F00"            /* œ`ˆ@@@€?.?.?.?. */
	$"3F00 3F00 3F00 3F00 7F80 FFC0 FFC0 FFC0"            /* ?.?.?.?..€ÿÀÿÀÿÀ */
	$"FFC0 FFC0 FFC0 7F80 3F00 3F00 3F00 3F00"            /* ÿÀÿÀÿÀ.€?.?.?.?. */
	$"0008 0008"                                          /* .... */
};

data 'CURS' (216) {
	$"3F00 3F00 3F00 3F00 4080 8040 8040 8060"            /* ?.?.?.?.@€€@€@€` */
	$"BC60 8040 8040 4080 3F00 3F00 3F00 3F00"            /* ¼`€@€@@€?.?.?.?. */
	$"3F00 3F00 3F00 3F00 7F80 FFC0 FFC0 FFC0"            /* ?.?.?.?..€ÿÀÿÀÿÀ */
	$"FFC0 FFC0 FFC0 7F80 3F00 3F00 3F00 3F00"            /* ÿÀÿÀÿÀ.€?.?.?.?. */
	$"0008 0008"                                          /* .... */
};

data 'CURS' (217) {
	$"3F00 3F00 3F00 3F00 4080 8040 9040 8860"            /* ?.?.?.?.@€€@@ˆ` */
	$"9C60 8040 8040 4080 3F00 3F00 3F00 3F00"            /* œ`€@€@@€?.?.?.?. */
	$"3F00 3F00 3F00 3F00 7F80 FFC0 FFC0 FFC0"            /* ?.?.?.?..€ÿÀÿÀÿÀ */
	$"FFC0 FFC0 FFC0 7F80 3F00 3F00 3F00 3F00"            /* ÿÀÿÀÿÀ.€?.?.?.?. */
	$"0008 0008"                                          /* .... */
};

data 'CURS' (220) {
	$"0000 4000 6000 5000 4800 4400 4200 4100"            /* ..@.`.P.H.D.B.A. */
	$"4380 5C00 6C00 4600 0600 0300 0300 0000"            /* C€\.l.F......... */
	$"C000 E000 F000 F800 FC00 FE00 FF00 FF80"            /* À.à.ğ.ø.ü.ş.ÿ.ÿ€ */
	$"FFC0 FFC0 FE00 FF00 CF00 0780 0780 0380"            /* ÿÀÿÀş.ÿ.Ï..€.€.€ */
	$"0000 0000"                                          /* .... */
};

data 'CURS' (221) {
	$"0000 4000 6000 7000 7800 6C00 6600 6300"            /* ..@.`.p.x.l.f.c. */
	$"6F80 7C00 6C00 4600 0600 0300 0300 0000"            /* o€|.l.F......... */
	$"C000 E000 F000 F800 FC00 FE00 FF00 FF80"            /* À.à.ğ.ø.ü.ş.ÿ.ÿ€ */
	$"FFC0 FFC0 FE00 FF00 CF00 0780 0780 0380"            /* ÿÀÿÀş.ÿ.Ï..€.€.€ */
	$"0000 0000"                                          /* .... */
};

data 'CURS' (222) {
	$"0000 4000 6000 7000 7800 7C00 7E00 7F00"            /* ..@.`.p.x.|.~... */
	$"7F80 7C00 6C00 4600 0600 0300 0300 0000"            /* .€|.l.F......... */
	$"C000 E000 F000 F800 FC00 FE00 FF00 FF80"            /* À.à.ğ.ø.ü.ş.ÿ.ÿ€ */
	$"FFC0 FFC0 FE00 FF00 CF00 0780 0780 0380"            /* ÿÀÿÀş.ÿ.Ï..€.€.€ */
	$"0000 0000"                                          /* .... */
};

data 'CURS' (128, locked, preload) {
	$"0180 1A70 2648 264A 124D 1249 6809 9801"            /* .€.p&H&J.M.IhÆ˜. */
	$"8802 4002 2002 2004 1004 0808 0408 0408"            /* ˆ.@. . ......... */
	$"0180 1BF0 3FF8 3FFA 1FFF 1FFF 6FFF FFFF"            /* .€.ğ?ø?ú.ÿ.ÿoÿÿÿ */
	$"FFFE 7FFE 3FFE 3FFC 1FFC 0FF8 07F8 07F8"            /* ÿş.ş?ş?ü.ü.ø.ø.ø */
	$"0009 0008"                                          /* .Æ.. */
};

data 'CURS' (131, locked, preload) {
	$"0124 024C 0248 0498 0490 0930 0D20 1360"            /* .$.L.H.˜.Æ0Â .` */
	$"10C0 1040 1080 1D00 1E00 1C00 1800 1000"            /* .À.@.€.......... */
	$"01FC 03FC 03F8 07F8 07F0 0FF0 0FE0 0FE0"            /* .ü.ü.ø.ø.ğ.ğ.à.à */
	$"0FC0 0F80 0F00 0E00 0C00 0800 0000 0000"            /* .À.€............ */
	$"000F 0003"                                          /* .... */
};

data 'CURS' (129, locked, preload) {
	$"0000 001C 003E 003E 01FE 00FC 0170 0230"            /* .....>.>.ş.ü.p.0 */
	$"0450 0880 1100 2200 4400 4800 7000 0000"            /* .P.€..".D.H.p... */
	$"0000 001C 0036 0022 01F6 00FC 01F0 03F0"            /* .....6.".ö.ü.ğ.ğ */
	$"07D0 0F80 1F00 3E00 7C00 7800 7000 0000"            /* .Ğ.€..>.|.x.p... */
	$"000E 0001"                                          /* .... */
};

data 'CURS' (130, locked, preload) {
	$"0024 0024 0048 0048 0090 0090 0120 0120"            /* .$.$.H.H... .  */
	$"03C0 04C0 09C0 0BC0 1780 1700 2E00 F800"            /* .À.ÀÆÀ.À.€....ø. */
	$"003C 003C 0078 0078 00F0 00F0 01E0 01E0"            /* .<.<.x.x.ğ.ğ.à.à */
	$"03C0 0780 0F80 0F80 1F00 1E00 3800 0000"            /* .À.€.€.€....8... */
	$"000F 0000"                                          /* .... */
};

data 'CURS' (134, preload) {
	$"0000 0000 0000 0000 0DB0 124C 100A 0802"            /* ........Â°.L.... */
	$"1802 2002 2002 2004 1004 0808 0408 0408"            /* .. . . ......... */
	$"0000 0000 0000 0000 0DB0 1FFC 1FFE 0FFE"            /* ........Â°.ü.ş.ş */
	$"1FFE 3FFE 3FFE 3FFC 1FFC 0FF8 07F8 07F8"            /* .ş?ş?ş?ü.ü.ø.ø.ø */
	$"0009 0008"                                          /* .Æ.. */
};

data 'CURS' (135) {
	$"0000 0180 03C0 07E0 0180 1188 318C 7FFE"            /* ...€.À.à.€.ˆ1Œ.ş */
	$"7FFE 318C 1188 0180 07E0 03C0 0180 0000"            /* .ş1Œ.ˆ.€.à.À.€.. */
	$"0180 03C0 07E0 0FF0 1FF8 3BDC 7FFE FFFF"            /* .€.À.à.ğ.ø;Ü.şÿÿ */
	$"FFFF 7FFE 3BDC 1FF8 0FF0 07E0 03C0 0180"            /* ÿÿ.ş;Ü.ø.ğ.à.À.€ */
	$"0007 0007"                                          /* .... */
};

data 'CURS' (136) {
	$"0000 0180 03C0 07E0 0FF0 0180 0180 0180"            /* ...€.À.à.ğ.€.€.€ */
	$"0180 0180 0180 1FF8 0FF0 07E0 03C0 0180"            /* .€.€.€.ø.ğ.à.À.€ */
	$"0180 03C0 07E0 0FF0 1FF8 0FF0 03C0 03C0"            /* .€.À.à.ğ.ø.ğ.À.À */
	$"03C0 03C0 1FF8 3FFC 1FF8 0FF0 07E0 03C0"            /* .À.À.ø?ü.ø.ğ.à.À */
	$"0007 0007"                                          /* .... */
};

data 'CURS' (132) {
	$"0000 0000 0000 0010 0818 181C 381E 7FFF"            /* ............8..ÿ */
	$"7FFF 381E 181C 0818 0010 0000 0000 0000"            /* .ÿ8............. */
	$"0180 03C0 07E0 0FF0 1FF8 0FF0 03C0 03C0"            /* .€.À.à.ğ.ø.ğ.À.À */
	$"03C0 03C0 1FF8 3FFC 1FF8 0FF0 07E0 03C0"            /* .À.À.ø?ü.ø.ğ.à.À */
	$"0007 0007"                                          /* .... */
};

data 'acur' (200, "Beachball") {
	$"0008 0000 00C8 0000 00C9 0000 00CA 0000"            /* .....È...É...Ê.. */
	$"00CB 0000 00CC 0000 00CD 0000 00CE 0000"            /* .Ë...Ì...Í...Î.. */
	$"00CF 0000"                                          /* .Ï.. */
};

data 'acur' (210, "Watch") {
	$"0008 0000 00D2 0000 00D3 0000 00D4 0000"            /* .....Ò...Ó...Ô.. */
	$"00D5 0000 00D6 0000 00D7 0000 00D8 0000"            /* .Õ...Ö...×...Ø.. */
	$"00D9 0000"                                          /* .Ù.. */
};

data 'acur' (220, "Empty Arrow") {
	$"0004 0000 00DC 0000 00DD 0000 00DE 0000"            /* .....Ü...İ...Ş.. */
	$"00DD 0000"                                          /* .İ.. */
};

data 'TMPL' (128, "STRX", purgeable) {
	$"0A6E 756D 5374 7269 6E67 734F 434E 5405"            /* .numStringsOCNT. */
	$"2A2A 2A2A 2A4C 5354 4308 5468 6520 636F"            /* *****LSTC.The co */
	$"6465 4457 5244 0A54 6865 2073 7472 696E"            /* deDWRD.The strin */
	$"6745 5354 5205 2A2A 2A2A 2A4C 5354 45"              /* gESTR.*****LSTE */
};

data 'icm#' (128) {
	$"0800 0C00 0A00 0900 0880 0840 0880 0900"            /* ......Æ..€.@.€Æ. */
	$"0A00 0C00 0800 0000 FFE0 FFE0 FFE0 FFE0"            /* ........ÿàÿàÿàÿà */
	$"FFE0 FFE0 FFE0 FFE0 FFE0 FFE0 FFE0 0000"            /* ÿàÿàÿàÿàÿàÿàÿà.. */
};

data 'icm#' (129) {
	$"0800 0C00 0E00 0F00 0F80 0FC0 0F80 0F00"            /* .........€.À.€.. */
	$"0E00 0C00 0800 0000 FFE0 FFE0 FFE0 FFE0"            /* ........ÿàÿàÿàÿà */
	$"FFE0 FFE0 FFE0 FFE0 FFE0 FFE0 FFE0 0000"            /* ÿàÿàÿàÿàÿàÿàÿà.. */
};

data 'icm#' (130) {
	$"0000 0040 00C0 01C0 03C0 07C0 0FC0 1FC0"            /* ...@.À.À.À.À.À.À */
	$"3FC0 0000 0000 0000 FFE0 FFE0 FFE0 FFE0"            /* ?À......ÿàÿàÿàÿà */
	$"FFE0 FFE0 FFE0 FFE0 FFE0 FFE0 FFE0 0000"            /* ÿàÿàÿàÿàÿàÿàÿà.. */
};

data 'icm#' (138) {
	$"0000 0000 0000 0000 0000 FFE0 4040 2080"            /* ..........ÿà@@ € */
	$"1100 0A00 0400 0000 FFE0 FFE0 FFE0 FFE0"            /* ........ÿàÿàÿàÿà */
	$"FFE0 FFE0 FFE0 FFE0 FFE0 FFE0 FFE0 0000"            /* ÿàÿàÿàÿàÿàÿàÿà.. */
};

data 'icm#' (139) {
	$"0000 0000 0000 0000 0000 FFE0 7FC0 3F80"            /* ..........ÿà.À?€ */
	$"1F00 0E00 0400 0000 FFE0 FFE0 FFE0 FFE0"            /* ........ÿàÿàÿàÿà */
	$"FFE0 FFE0 FFE0 FFE0 FFE0 FFE0 FFE0 0000"            /* ÿàÿàÿàÿàÿàÿàÿà.. */
};

data 'icm8' (128) {
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 0000 FFFF 0000 0000 0000 0000 0000"            /* ....ÿÿ.......... */
	$"0000 0000 FF54 FF00 0000 0000 0000 0000"            /* ....ÿTÿ......... */
	$"0000 0000 FF00 54FF 0000 0000 0000 0000"            /* ....ÿ.Tÿ........ */
	$"0000 0000 FF54 0054 FF00 0000 0000 0000"            /* ....ÿT.Tÿ....... */
	$"0000 0000 FF00 5400 54FF 0000 0000 0000"            /* ....ÿ.T.Tÿ...... */
	$"0000 0000 FF54 0054 FF00 0000 0000 0000"            /* ....ÿT.Tÿ....... */
	$"0000 0000 FF00 54FF 0000 0000 0000 0000"            /* ....ÿ.Tÿ........ */
	$"0000 0000 FF54 FF00 0000 0000 0000 0000"            /* ....ÿTÿ......... */
	$"0000 0000 FFFF 0000 0000 0000 0000 0000"            /* ....ÿÿ.......... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'icm8' (129) {
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 0000 FFFF 0000 0000 0000 0000 0000"            /* ....ÿÿ.......... */
	$"0000 0000 FFFF FF00 0000 0000 0000 0000"            /* ....ÿÿÿ......... */
	$"0000 0000 FFFF FFFF 0000 0000 0000 0000"            /* ....ÿÿÿÿ........ */
	$"0000 0000 FFFF FFFF FF00 0000 0000 0000"            /* ....ÿÿÿÿÿ....... */
	$"0000 0000 FFFF FFFF FFFF 0000 0000 0000"            /* ....ÿÿÿÿÿÿ...... */
	$"0000 0000 FFFF FFFF FF00 0000 0000 0000"            /* ....ÿÿÿÿÿ....... */
	$"0000 0000 FFFF FFFF 0000 0000 0000 0000"            /* ....ÿÿÿÿ........ */
	$"0000 0000 FFFF FF00 0000 0000 0000 0000"            /* ....ÿÿÿ......... */
	$"0000 0000 FFFF 0000 0000 0000 0000 0000"            /* ....ÿÿ.......... */
	$"0000 0000 FF00 0000 0000 0000 0000 0000"            /* ....ÿ........... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'icm8' (130) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 00FF 0000 0000 0000"            /* .........ÿ...... */
	$"0000 0000 0000 0000 FFFF 0000 0000 0000"            /* ........ÿÿ...... */
	$"0000 0000 0000 00FF FFFF 0000 0000 0000"            /* .......ÿÿÿ...... */
	$"0000 0000 0000 FFFF FFFF 0000 0000 0000"            /* ......ÿÿÿÿ...... */
	$"0000 0000 00FF FFFF FFFF 0000 0000 0000"            /* .....ÿÿÿÿÿ...... */
	$"0000 0000 FFFF FFFF FFFF 0000 0000 0000"            /* ....ÿÿÿÿÿÿ...... */
	$"0000 00FF FFFF FFFF FFFF 0000 0000 0000"            /* ...ÿÿÿÿÿÿÿ...... */
	$"0000 FFFF FFFF FFFF FFFF 0000 0000 0000"            /* ..ÿÿÿÿÿÿÿÿ...... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'icm8' (138) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"FFFF FFFF FFFF FFFF FFFF FF00 0000 0000"            /* ÿÿÿÿÿÿÿÿÿÿÿ..... */
	$"00FF 5400 5400 5400 54FF 0000 0000 0000"            /* .ÿT.T.T.Tÿ...... */
	$"0000 FF54 0054 0054 FF00 0000 0000 0000"            /* ..ÿT.T.Tÿ....... */
	$"0000 00FF 5400 54FF 0000 0000 0000 0000"            /* ...ÿT.Tÿ........ */
	$"0000 0000 FF54 FF00 0000 0000 0000 0000"            /* ....ÿTÿ......... */
	$"0000 0000 00FF 0000 0000 0000 0000 0000"            /* .....ÿ.......... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'icm8' (139) {
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
	$"FFFF FFFF FFFF FFFF FFFF FF00 0000 0000"            /* ÿÿÿÿÿÿÿÿÿÿÿ..... */
	$"00FF FFFF FFFF FFFF FFFF 0000 0000 0000"            /* .ÿÿÿÿÿÿÿÿÿ...... */
	$"0000 FFFF FFFF FFFF FF00 0000 0000 0000"            /* ..ÿÿÿÿÿÿÿ....... */
	$"0000 00FF FFFF FFFF 0000 0000 0000 0000"            /* ...ÿÿÿÿÿ........ */
	$"0000 0000 FFFF FF00 0000 0000 0000 0000"            /* ....ÿÿÿ......... */
	$"0000 0000 00FF 0000 0000 0000 0000 0000"            /* .....ÿ.......... */
	$"0000 0000 0000 0000 0000 0000 0000 0000"            /* ................ */
};

data 'PAT#' (129, "Ants Pattern", locked, preload) {
	$"0008 0F1E 3C78 F0E1 C387 1E3C 78F0 E1C3"            /* ....<xğáÃ‡.<xğáÃ */
	$"870F 3C78 F0E1 C387 0F1E 78F0 E1C3 870F"            /* ‡.<xğáÃ‡..xğáÃ‡. */
	$"1E3C F0E1 C387 0F1E 3C78 E1C3 870F 1E3C"            /* .<ğáÃ‡..<xáÃ‡..< */
	$"78F0 C387 0F1E 3C78 F0E1 870F 1E3C 78F0"            /* xğÃ‡..<xğá‡..<xğ */
	$"E1C3"                                               /* áÃ */
};

data 'PAT#' (128, "Ants Pattern", locked, preload) {
	$"0008 870F 1E3C 78F0 E1C3 C387 0F1E 3C78"            /* ..‡..<xğáÃÃ‡..<x */
	$"F0E1 E1C3 870F 1E3C 78F0 F0E1 C387 0F1E"            /* ğááÃ‡..<xğğáÃ‡.. */
	$"3C78 78F0 E1C3 870F 1E3C 3C78 F0E1 C387"            /* <xxğáÃ‡..<<xğáÃ‡ */
	$"0F1E 1E3C 78F0 E1C3 870F 0F1E 3C78 F0E1"            /* ...<xğáÃ‡...<xğá */
	$"C387"                                               /* Ã‡ */
};

data 'clut' (72) {
	$"0000 0000 0000 00FF 0000 FFFF FFFF FFFF"            /* .......ÿ..ÿÿÿÿÿÿ */
	$"0001 FFFF FFFF CCCC 0002 FFFF FFFF 9999"            /* ..ÿÿÿÿÌÌ..ÿÿÿÿ™™ */
	$"0003 FFFF FFFF 6666 0004 FFFF FFFF 3333"            /* ..ÿÿÿÿff..ÿÿÿÿ33 */
	$"0005 FFFF FFFF 0000 0006 FFFF CCCC FFFF"            /* ..ÿÿÿÿ....ÿÿÌÌÿÿ */
	$"0007 FFFF CCCC CCCC 0008 FFFF CCCC 9999"            /* ..ÿÿÌÌÌÌ..ÿÿÌÌ™™ */
	$"0009 FFFF CCCC 6666 000A FFFF CCCC 3333"            /* .ÆÿÿÌÌff..ÿÿÌÌ33 */
	$"000B FFFF CCCC 0000 000C FFFF 9999 FFFF"            /* ..ÿÿÌÌ....ÿÿ™™ÿÿ */
	$"000D FFFF 9999 CCCC 000E FFFF 9999 9999"            /* .Âÿÿ™™ÌÌ..ÿÿ™™™™ */
	$"000F FFFF 9999 6666 0010 FFFF 9999 3333"            /* ..ÿÿ™™ff..ÿÿ™™33 */
	$"0011 FFFF 9999 0000 0012 FFFF 6666 FFFF"            /* ..ÿÿ™™....ÿÿffÿÿ */
	$"0013 FFFF 6666 CCCC 0014 FFFF 6666 9999"            /* ..ÿÿffÌÌ..ÿÿff™™ */
	$"0015 FFFF 6666 6666 0016 FFFF 6666 3333"            /* ..ÿÿffff..ÿÿff33 */
	$"0017 FFFF 6666 0000 0018 FFFF 3333 FFFF"            /* ..ÿÿff....ÿÿ33ÿÿ */
	$"0019 FFFF 3333 CCCC 001A FFFF 3333 9999"            /* ..ÿÿ33ÌÌ..ÿÿ33™™ */
	$"001B FFFF 3333 6666 001C FFFF 3333 3333"            /* ..ÿÿ33ff..ÿÿ3333 */
	$"001D FFFF 3333 0000 001E FFFF 0000 FFFF"            /* ..ÿÿ33....ÿÿ..ÿÿ */
	$"001F FFFF 0000 CCCC 0020 FFFF 0000 9999"            /* ..ÿÿ..ÌÌ. ÿÿ..™™ */
	$"0021 FFFF 0000 6666 0022 FFFF 0000 3333"            /* .!ÿÿ..ff."ÿÿ..33 */
	$"0023 FFFF 0000 0000 0024 CCCC FFFF FFFF"            /* .#ÿÿ.....$ÌÌÿÿÿÿ */
	$"0025 CCCC FFFF CCCC 0026 CCCC FFFF 9999"            /* .%ÌÌÿÿÌÌ.&ÌÌÿÿ™™ */
	$"0027 CCCC FFFF 6666 0028 CCCC FFFF 3333"            /* .'ÌÌÿÿff.(ÌÌÿÿ33 */
	$"0029 CCCC FFFF 0000 002A CCCC CCCC FFFF"            /* .)ÌÌÿÿ...*ÌÌÌÌÿÿ */
	$"002B CCCC CCCC CCCC 002C CCCC CCCC 9999"            /* .+ÌÌÌÌÌÌ.,ÌÌÌÌ™™ */
	$"002D CCCC CCCC 6666 002E CCCC CCCC 3333"            /* .-ÌÌÌÌff..ÌÌÌÌ33 */
	$"002F CCCC CCCC 0000 0030 CCCC 9999 FFFF"            /* ./ÌÌÌÌ...0ÌÌ™™ÿÿ */
	$"0031 CCCC 9999 CCCC 0032 CCCC 9999 9999"            /* .1ÌÌ™™ÌÌ.2ÌÌ™™™™ */
	$"0033 CCCC 9999 6666 0034 CCCC 9999 3333"            /* .3ÌÌ™™ff.4ÌÌ™™33 */
	$"0035 CCCC 9999 0000 0036 CCCC 6666 FFFF"            /* .5ÌÌ™™...6ÌÌffÿÿ */
	$"0037 CCCC 6666 CCCC 0038 CCCC 6666 9999"            /* .7ÌÌffÌÌ.8ÌÌff™™ */
	$"0039 CCCC 6666 6666 003A CCCC 6666 3333"            /* .9ÌÌffff.:ÌÌff33 */
	$"003B CCCC 6666 0000 003C CCCC 3333 FFFF"            /* .;ÌÌff...<ÌÌ33ÿÿ */
	$"003D CCCC 3333 CCCC 003E CCCC 3333 9999"            /* .=ÌÌ33ÌÌ.>ÌÌ33™™ */
	$"003F CCCC 3333 6666 0040 CCCC 3333 3333"            /* .?ÌÌ33ff.@ÌÌ3333 */
	$"0041 CCCC 3333 0000 0042 CCCC 0000 FFFF"            /* .AÌÌ33...BÌÌ..ÿÿ */
	$"0043 CCCC 0000 CCCC 0044 CCCC 0000 9999"            /* .CÌÌ..ÌÌ.DÌÌ..™™ */
	$"0045 CCCC 0000 6666 0046 CCCC 0000 3333"            /* .EÌÌ..ff.FÌÌ..33 */
	$"0047 CCCC 0000 0000 0048 9999 FFFF FFFF"            /* .GÌÌ.....H™™ÿÿÿÿ */
	$"0049 9999 FFFF CCCC 004A 9999 FFFF 9999"            /* .I™™ÿÿÌÌ.J™™ÿÿ™™ */
	$"004B 9999 FFFF 6666 004C 9999 FFFF 3333"            /* .K™™ÿÿff.L™™ÿÿ33 */
	$"004D 9999 FFFF 0000 004E 9999 CCCC FFFF"            /* .M™™ÿÿ...N™™ÌÌÿÿ */
	$"004F 9999 CCCC CCCC 0050 9999 CCCC 9999"            /* .O™™ÌÌÌÌ.P™™ÌÌ™™ */
	$"0051 9999 CCCC 6666 0052 9999 CCCC 3333"            /* .Q™™ÌÌff.R™™ÌÌ33 */
	$"0053 9999 CCCC 0000 0054 9999 9999 FFFF"            /* .S™™ÌÌ...T™™™™ÿÿ */
	$"0055 9999 9999 CCCC 0056 9999 9999 9999"            /* .U™™™™ÌÌ.V™™™™™™ */
	$"0057 9999 9999 6666 0058 9999 9999 3333"            /* .W™™™™ff.X™™™™33 */
	$"0059 9999 9999 0000 005A 9999 6666 FFFF"            /* .Y™™™™...Z™™ffÿÿ */
	$"005B 9999 6666 CCCC 005C 9999 6666 9999"            /* .[™™ffÌÌ.\™™ff™™ */
	$"005D 9999 6666 6666 005E 9999 6666 3333"            /* .]™™ffff.^™™ff33 */
	$"005F 9999 6666 0000 0060 9999 3333 FFFF"            /* ._™™ff...`™™33ÿÿ */
	$"0061 9999 3333 CCCC 0062 9999 3333 9999"            /* .a™™33ÌÌ.b™™33™™ */
	$"0063 9999 3333 6666 0064 9999 3333 3333"            /* .c™™33ff.d™™3333 */
	$"0065 9999 3333 0000 0066 9999 0000 FFFF"            /* .e™™33...f™™..ÿÿ */
	$"0067 9999 0000 CCCC 0068 9999 0000 9999"            /* .g™™..ÌÌ.h™™..™™ */
	$"0069 9999 0000 6666 006A 9999 0000 3333"            /* .i™™..ff.j™™..33 */
	$"006B 9999 0000 0000 006C 6666 FFFF FFFF"            /* .k™™.....lffÿÿÿÿ */
	$"006D 6666 FFFF CCCC 006E 6666 FFFF 9999"            /* .mffÿÿÌÌ.nffÿÿ™™ */
	$"006F 6666 FFFF 6666 0070 6666 FFFF 3333"            /* .offÿÿff.pffÿÿ33 */
	$"0071 6666 FFFF 0000 0072 6666 CCCC FFFF"            /* .qffÿÿ...rffÌÌÿÿ */
	$"0073 6666 CCCC CCCC 0074 6666 CCCC 9999"            /* .sffÌÌÌÌ.tffÌÌ™™ */
	$"0075 6666 CCCC 6666 0076 6666 CCCC 3333"            /* .uffÌÌff.vffÌÌ33 */
	$"0077 6666 CCCC 0000 0078 6666 9999 FFFF"            /* .wffÌÌ...xff™™ÿÿ */
	$"0079 6666 9999 CCCC 007A 6666 9999 9999"            /* .yff™™ÌÌ.zff™™™™ */
	$"007B 6666 9999 6666 007C 6666 9999 3333"            /* .{ff™™ff.|ff™™33 */
	$"007D 6666 9999 0000 007E 6666 6666 FFFF"            /* .}ff™™...~ffffÿÿ */
	$"007F 6666 6666 CCCC 0080 6666 6666 9999"            /* ..ffffÌÌ.€ffff™™ */
	$"0081 6666 6666 6666 0082 6666 6666 3333"            /* .ffffff.‚ffff33 */
	$"0083 6666 6666 0000 0084 6666 3333 FFFF"            /* .ƒffff...„ff33ÿÿ */
	$"0085 6666 3333 CCCC 0086 6666 3333 9999"            /* .…ff33ÌÌ.†ff33™™ */
	$"0087 6666 3333 6666 0088 6666 3333 3333"            /* .‡ff33ff.ˆff3333 */
	$"0089 6666 3333 0000 008A 6666 0000 FFFF"            /* .‰ff33...Šff..ÿÿ */
	$"008B 6666 0000 CCCC 008C 6666 0000 9999"            /* .‹ff..ÌÌ.Œff..™™ */
	$"008D 6666 0000 6666 008E 6666 0000 3333"            /* .ff..ff.ff..33 */
	$"008F 6666 0000 0000 0090 3333 FFFF FFFF"            /* .ff.....33ÿÿÿÿ */
	$"0091 3333 FFFF CCCC 0092 3333 FFFF 9999"            /* .‘33ÿÿÌÌ.’33ÿÿ™™ */
	$"0093 3333 FFFF 6666 0094 3333 FFFF 3333"            /* .“33ÿÿff.”33ÿÿ33 */
	$"0095 3333 FFFF 0000 0096 3333 CCCC FFFF"            /* .•33ÿÿ...–33ÌÌÿÿ */
	$"0097 3333 CCCC CCCC 0098 3333 CCCC 9999"            /* .—33ÌÌÌÌ.˜33ÌÌ™™ */
	$"0099 3333 CCCC 6666 009A 3333 CCCC 3333"            /* .™33ÌÌff.š33ÌÌ33 */
	$"009B 3333 CCCC 0000 009C 3333 9999 FFFF"            /* .›33ÌÌ...œ33™™ÿÿ */
	$"009D 3333 9999 CCCC 009E 3333 9999 9999"            /* .33™™ÌÌ.33™™™™ */
	$"009F 3333 9999 6666 00A0 3333 9999 3333"            /* .Ÿ33™™ff. 33™™33 */
	$"00A1 3333 9999 0000 00A2 3333 6666 FFFF"            /* .¡33™™...¢33ffÿÿ */
	$"00A3 3333 6666 CCCC 00A4 3333 6666 9999"            /* .£33ffÌÌ.¤33ff™™ */
	$"00A5 3333 6666 6666 00A6 3333 6666 3333"            /* .¥33ffff.¦33ff33 */
	$"00A7 3333 6666 0000 00A8 3333 3333 FFFF"            /* .§33ff...¨3333ÿÿ */
	$"00A9 3333 3333 CCCC 00AA 3333 3333 9999"            /* .©3333ÌÌ.ª3333™™ */
	$"00AB 3333 3333 6666 00AC 3333 3333 3333"            /* .«3333ff.¬333333 */
	$"00AD 3333 3333 0000 00AE 3333 0000 FFFF"            /* .­3333...®33..ÿÿ */
	$"00AF 3333 0000 CCCC 00B0 3333 0000 9999"            /* .¯33..ÌÌ.°33..™™ */
	$"00B1 3333 0000 6666 00B2 3333 0000 3333"            /* .±33..ff.²33..33 */
	$"00B3 3333 0000 0000 00B4 0000 FFFF FFFF"            /* .³33.....´..ÿÿÿÿ */
	$"00B5 0000 FFFF CCCC 00B6 0000 FFFF 9999"            /* .µ..ÿÿÌÌ.¶..ÿÿ™™ */
	$"00B7 0000 FFFF 6666 00B8 0000 FFFF 3333"            /* .·..ÿÿff.¸..ÿÿ33 */
	$"00B9 0000 FFFF 0000 00BA 0000 CCCC FFFF"            /* .¹..ÿÿ...º..ÌÌÿÿ */
	$"00BB 0000 CCCC CCCC 00BC 0000 CCCC 9999"            /* .»..ÌÌÌÌ.¼..ÌÌ™™ */
	$"00BD 0000 CCCC 6666 00BE 0000 CCCC 3333"            /* .½..ÌÌff.¾..ÌÌ33 */
	$"00BF 0000 CCCC 0000 00C0 0000 9999 FFFF"            /* .¿..ÌÌ...À..™™ÿÿ */
	$"00C1 0000 9999 CCCC 00C2 0000 9999 9999"            /* .Á..™™ÌÌ.Â..™™™™ */
	$"00C3 0000 9999 6666 00C4 0000 9999 3333"            /* .Ã..™™ff.Ä..™™33 */
	$"00C5 0000 9999 0000 00C6 0000 6666 FFFF"            /* .Å..™™...Æ..ffÿÿ */
	$"00C7 0000 6666 CCCC 00C8 0000 6666 9999"            /* .Ç..ffÌÌ.È..ff™™ */
	$"00C9 0000 6666 6666 00CA 0000 6666 3333"            /* .É..ffff.Ê..ff33 */
	$"00CB 0000 6666 0000 00CC 0000 3333 FFFF"            /* .Ë..ff...Ì..33ÿÿ */
	$"00CD 0000 3333 CCCC 00CE 0000 3333 9999"            /* .Í..33ÌÌ.Î..33™™ */
	$"00CF 0000 3333 6666 00D0 0000 3333 3333"            /* .Ï..33ff.Ğ..3333 */
	$"00D1 0000 3333 0000 00D2 0000 0000 FFFF"            /* .Ñ..33...Ò....ÿÿ */
	$"00D3 0000 0000 CCCC 00D4 0000 0000 9999"            /* .Ó....ÌÌ.Ô....™™ */
	$"00D5 0000 0000 6666 00D6 0000 0000 3333"            /* .Õ....ff.Ö....33 */
	$"00D7 EEEE 0000 0000 00D8 DDDD 0000 0000"            /* .×îî.....Øİİ.... */
	$"00D9 BBBB 0000 0000 00DA AAAA 0000 0000"            /* .Ù»».....Úªª.... */
	$"00DB 8888 0000 0000 00DC 7777 0000 0000"            /* .Ûˆˆ.....Üww.... */
	$"00DD 5555 0000 0000 00DE 4444 0000 0000"            /* .İUU.....ŞDD.... */
	$"00DF 2222 0000 0000 00E0 1111 0000 0000"            /* .ß"".....à...... */
	$"00E1 0000 EEEE 0000 00E2 0000 DDDD 0000"            /* .á..îî...â..İİ.. */
	$"00E3 0000 BBBB 0000 00E4 0000 AAAA 0000"            /* .ã..»»...ä..ªª.. */
	$"00E5 0000 8888 0000 00E6 0000 7777 0000"            /* .å..ˆˆ...æ..ww.. */
	$"00E7 0000 5555 0000 00E8 0000 4444 0000"            /* .ç..UU...è..DD.. */
	$"00E9 0000 2222 0000 00EA 0000 1111 0000"            /* .é..""...ê...... */
	$"00EB 0000 0000 EEEE 00EC 0000 0000 DDDD"            /* .ë....îî.ì....İİ */
	$"00ED 0000 0000 BBBB 00EE 0000 0000 AAAA"            /* .í....»».î....ªª */
	$"00EF 0000 0000 8888 00F0 0000 0000 7777"            /* .ï....ˆˆ.ğ....ww */
	$"00F1 0000 0000 5555 00F2 0000 0000 4444"            /* .ñ....UU.ò....DD */
	$"00F3 0000 0000 2222 00F4 0000 0000 1111"            /* .ó...."".ô...... */
	$"00F5 EEEE EEEE EEEE 00F6 DDDD DDDD DDDD"            /* .õîîîîîî.öİİİİİİ */
	$"00F7 BBBB BBBB BBBB 00F8 AAAA AAAA AAAA"            /* .÷»»»»»».øªªªªªª */
	$"00F9 8888 8888 8888 00FA 7777 7777 7777"            /* .ùˆˆˆˆˆˆ.úwwwwww */
	$"00FB 5555 5555 5555 00FC 4444 4444 4444"            /* .ûUUUUUU.üDDDDDD */
	$"00FD 2222 2222 2222 00FE 1111 1111 1111"            /* .ı"""""".ş...... */
	$"00FF 0000 0000 0000"                                /* .ÿ...... */
};

data 'clut' (68) {
	$"0000 0000 0000 000F 0000 FFFF FFFF FFFF"            /* ..........ÿÿÿÿÿÿ */
	$"0001 FCFC F3F3 0505 0002 FFFF 6464 0202"            /* ..üüóó....ÿÿdd.. */
	$"0003 DDDD 0808 0606 0004 F2F2 0808 8484"            /* ..İİ......òò..„„ */
	$"0005 4646 0000 A5A5 0006 0000 0000 D4D4"            /* ..FF..¥¥......ÔÔ */
	$"0007 0202 ABAB EAEA 0008 1F1F B7B7 1414"            /* ....««êê....··.. */
	$"0009 0000 6464 1111 000A 5656 2C2C 0505"            /* .Æ..dd....VV,,.. */
	$"000B 9090 7171 3A3A 000C C0C0 C0C0 C0C0"            /* ..qq::..ÀÀÀÀÀÀ */
	$"000D 8080 8080 8080 000E 4040 4040 4040"            /* .Â€€€€€€..@@@@@@ */
	$"000F 0000 0000 0000"                                /* ........ */
};

data 'clut' (33) {
	$"0000 0000 0000 0001 0000 FFFF FFFF FFFF"            /* ..........ÿÿÿÿÿÿ */
	$"0001 0000 0000 0000"                                /* ........ */
};

data 'RECT' (128) {
	$"0000 0000 0010 0010"                                /* ........ */
};


